Revit 2024 API
SymbolTypeId.InvDegreeC Property
 Symbol 1/°C, indicating unit Inverse degrees Celsius.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId InvDegreeC { get; }
Visual Basic
Public Shared ReadOnly Property InvDegreeC As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ InvDegreeC {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace